<?php
echo '<a href="pp.php" class="blue" style="text-decoration:none">PDPA Thailand</a>';
?>
<!DOCTYPE html>
<html lang="th">
  <meta charset="UTF-8" />
  <title>มาตรา ๑๖</title>
  <meta name="viewport" content="width=device-width,initial-scale=1" />
  <link rel="stylesheet" href="" />
<body>

<h1>มาตรา ๑๖</h1>

<?php
echo " <p><dd>  คณะกรรมการมีหน้าที่และอำนาจ ดังต่อไปนี้ </p></dd> ";

echo " <dd> (๑) จัดทำแผนแม่บทการดำเนินงานด้านการส่งเสริม และการคุ้มครองข้อมูลส่วนบุคคล ที่สอดคล้องกับนโยบาย ยุทธศาสตร์ชาติ และแผนระดับชาติที่เกี่ยวข้อง 
</dd> เพื่อเสนอต่อคณะกรรมการ ดิจิทัลเพื่อเศรษฐกิจและสังคมแห่งชาติตามกฎหมายว่าด้วยการพัฒนาดิจิทัลเพื่อเศรษฐกิจและสังคม ";

echo " <br><dd><br> (๒) ส่งเสริมและสนับสนุนหน่วยงานของรัฐและภาคเอกชน 
</dd> ดำเนินกิจกรรมตามแผนแม่บท ตาม (๑) รวมทั้งจัดให้มีการประเมินผลการดำเนินงานตามแผนแม่บทดังกล่าว ";

echo " <br><dd><br> (๓) กำหนดมาตรการหรือแนวทางการดำเนินการเกี่ยวกับการคุ้มครองข้อมูลส่วนบุคคลเพื่อให้ เป็นไปตามพระราชบัญญัตินี้ ";

echo " <br><dd><br> (๔) ออกประกาศหรือระเบียบเพื่อให้การดำเนินการเป็นไปตามพระราชบัญญัตินี้ ";

echo " <br><dd><br> (๕) ประกาศกำหนดหลักเกณฑ์การให้ความคุ้มครองข้อมูลส่วนบุคคลที่ส่งหรือโอนไปยัง ต่างประเทศ ";

echo " <br><dd><br> (๖) ประกาศกำหนดข้อปฏิบัติในการคุ้มครองข้อมูลส่วนบุคคลเป็นแนวทางให้ผู้ควบคุมข้อมูล ส่วนบุคคลและผู้ประมวลผลข้อมูลส่วนบุคคลปฏิบัติ ";

echo " <br><dd><br> (๗) เสนอแนะต่อคณะรัฐมนตรีให้มีการตราหรือปรับปรุงกฎหมายหรือกฎที่ใช้บังคับอยู่ใน ส่วนที่เกี่ยวข้องกับการคุ้มครองข้อมูลส่วนบุคคล ";

echo " <br><dd><br> (๘) เสนอแนะต่อคณะรัฐมนตรีในการตราพระราชกฤษฎีกาหรือทบทวนความเหมาะสมของ พระราชบัญญัตินี้อย่างน้อยทุกรอบห้าปี ";

echo " <br><dd><br> (๙) ให้คำแนะนำและคำปรึกษาเกี่ยวกับการดำเนินการใด ๆ เพื่อให้ความคุ้มครองข้อมูล 
</dd> ส่วนบุคคลของหน่วยงานของรัฐและภาคเอกชนในการปฏิบัติตามพระราชบัญญัตินี้ ";

echo " <br><dd><br> (๑๐) ตีความและวินิจฉัยชี้ขาดปัญหาที่เกิดจากการบังคับใช้พระราชบัญญัตินี้ ";

echo " <br><dd><br> (๑๑) ส่งเสริมและสนับสนุนให้เกิดทักษะการเรียนรู้และความเข้าใจเกี่ยวกับการคุ้มครองข้อมูล ส่วนบุคคลให้แก่ประชาชน ";

echo " <br><dd><br> (๑๒) ส่งเสริมและสนับสนุนการวิจัย เพื่อพัฒนาเทคโนโลยีที่เกี่ยวข้องกับการคุ้มครองข้อมูล ส่วนบุคคล ";

echo " <br><dd><br> (๑๓) ปฏิบัติการอื่นใดตามที่พระราชบัญญัตินี้หรือกฎหมายอื่นกำหนดให้เป็นหน้าที่และอำนาจ ของคณะกรรมการ</dd></p>";
?> 

</body>
</html>
