<?php
echo '<a href="pp.php" class="blue" style="text-decoration:none">PDPA Thailand</a>';
?>
<!DOCTYPE html>
<html lang="th">
  <meta charset="UTF-8" />
  <title>มาตรา ๒๓</title>
  <meta name="viewport" content="width=device-width,initial-scale=1" />
  <link rel="stylesheet" href="" />
<body>

<h1>มาตรา ๒๓</h1>

<?php
echo " <p><dd> ในการเก็บรวบรวมข้อมูลส่วนบุคคล ผู้ควบคุมข้อมูลส่วนบุคคลจะต้องแจ้ง 
</dd> ให้เจ้าของข้อมูลส่วนบุคคลทราบก่อนหรือในขณะเก็บรวบรวมขอมูลส่วนบุคคลถึงรายละเอียด ดังต่อไปนี้ 
</dd> เว้นแต่เจ้าของข้อมูลส่วนบุคคลได้ทราบถึงรายละเอียดนั้นอยู่แล้ว </dd></p></br>

<p><dd> (๑) วัตถุประสงค์ของการเก็บรวบรวมเพื่อการนำข้อมูลส่วนบุคคลไปใช้หรือเปิดเผยซึ่งรวมถึง 
</dd> วัตถุประสงค์ตามที่มาตรา ๒๔ ให้อำนาจในการเก็บรวบรวมได้โดยไม่ได้รับความยินยอมจากเจ้าของ ข้อมูลส่วนบุคคล </dd></p></br>

<p><dd> (๒) แจ้งให้ทราบถึงกรณีที่เจ้าของข้อมูลส่วนบุคคลต้องให้ข้อมูลส่วนบุคคลเพื่อปฏิบัติ 
</dd> ตามกฎหมายหรือสัญญาหรือมีความจำเป็นต้องให้ข้อมูลส่วนบุคคลเพื่อเข้าทำสัญญา 
</dd> รวมทั้งแจ้งถึง ผลกระทบที่เป็นไปได้จากการไม่ให้ข้อมูลส่วนบุคคล </dd></p></br>

<p><dd> (๓) ข้อมูลส่วนบุคคลที่จะมีการเก็บรวบรวมและระยะเวลาในการเก็บรวบรวมไว้ ทั้งนี้ 
</dd> ในกรณี ที่ไม่สามารถกำหนดระยะเวลาดังกล่าวได้ชัดเจน 
</dd> ให้กำหนดระยะเวลาที่อาจคาดหมายได้ตามมาตรฐาน ของการเก็บรวบรวม </dd></p></br>

<p><dd> (๔) ประเภทของบุคคลหรือหน่วยงานซึ่งข้อมูลส่วนบุคคลที่เก็บรวบรวมอาจจะถูกเปิดเผย </dd></p></br>

<p><dd> (๕) ข้อมูลเกี่ยวกับผู้ควบคุมข้อมูลส่วนบุคคล สถานที่ติดต่อ และวิธีการติดต่อในกรณี 
</dd> ที่มีตัวแทนหรือเจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล ให้แจ้งข้อมูล สถานที่ติดต่อ 
</dd> และวิธีการติดต่อของ ตัวแทนหรือเจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคลด้วย </dd></p></br>

<p><dd> (๖) สิทธิของเจ้าของข้อมูลส่วนบุคคลตาม </br>
</dd> มาตรา ๑๙ วรรคห้า </br>
</dd> มาตรา ๓๐ วรรคหนึ่ง </br>
</dd> มาตรา ๓๑ วรรคหนึ่ง </br>
</dd> มาตรา ๓๒ วรรคหนึ่ง </br>
</dd> มาตรา ๓๓ วรรคหนึ่ง </br>
</dd> มาตรา ๓๔ วรรคหนึ่ง </br>
</dd> มาตรา ๓๖ วรรคหนึ่ง </br>
</dd> และมาตรา ๗๓ วรรคหนึ่ง </dd></p></br>";
?> 

</body>
</html>
