<?php
echo '<a href="pp.php" class="blue" style="text-decoration:none">PDPA Thailand</a>';
?>
<!DOCTYPE html>
<html lang="th">
  <meta charset="UTF-8" />
  <title>มาตรา ๑๓</title>
  <meta name="viewport" content="width=device-width,initial-scale=1" />
  <link rel="stylesheet" href="" />
<body>

<h1>มาตรา ๑๓</h1>

<?php
echo " <p><dd>  นอกจากการพ้นจากตำแหน่งตามวาระตามมาตรา ๑๒ ประธานกรรมการและ กรรมการผู้ทรงคุณวุฒิพ้นจากตำแหน่ง เมื่อ </p></dd> ";

echo " (๑) ตาย ";

echo " <br><p> (๒) ลาออก </p> ";

echo " <p> (๓) คณะรัฐมนตรีให้ออก เพราะบกพร่องต่อหน้าที่ มีความประพฤติเสื่อมเสีย หรือ หย่อนความสามารถ </p> ";

echo " <p> (๔) ขาดคุณสมบัติหรือมีลักษณะต้องห้ามตามมาตรา ๑๑ </p> ";

echo " <br><p><dd> ในกรณีที่ประธานกรรมการหรือกรรมการผู้ทรงคุณวุฒิพ้นจากตำแหน่งก่อนวาระ ให้ผู้ที่ได้รับแต่งตั้งแทนตำแหน่งที่ว่างนั้นดำรงตำแหน่งได้เท่ากับวาระที่เหลืออยู่ของประธานกรรมการหรือกรรมการ  </dd>
<p> ผู้ทรงคุณวุฒิซึ่งตนแทน เว้นแต่วาระที่เหลืออยู่ไม่ถึงเก้าสิบวันจะไม่แต่งตั้งประธานกรรมการหรือกรรมการ ผู้ทรงคุณวุฒิแทนก็ได้ </p> ";

echo " <br><p><dd> ในกรณีที่ประธานกรรมการหรือกรรมการผู้ทรงคุณวุฒิพ้นจากตำแหน่งก่อนวาระ ให้คณะกรรมการ ประกอบด้วยกรรมการทั้งหมดเท่าที่มีอยู่จนกว่าจะมีการแต่งตั้งประธานกรรมการหรือกรรมการผู้ทรงคุณวุฒิ </dd>
<p> ตามวรรคสอง และในกรณีที่ประธานกรรมการพ้นจากตำแหน่งก่อนวาระ ให้รองประธานกรรมการทำหน้าที่ ประธานกรรมการเป็นการชั่วคราว </p>";
?> 

</body>
</html>
