<?php
echo '<a href="pp.php" class="blue" style="text-decoration:none">PDPA Thailand</a>';
?>
<!DOCTYPE html>
<html lang="th">
  <meta charset="UTF-8" />
  <title>มาตรา ๑๑</title>
  <meta name="viewport" content="width=device-width,initial-scale=1" />
  <link rel="stylesheet" href="" />
<body>

<h1>มาตรา ๑๑</h1>

<?php
echo " <p><dd> ประธานกรรมการและกรรมการผู้ทรงคุณวุฒิต้องมีคุณสมบัติและไม่มีลักษณะ ต้องห้าม ดังต่อไปนี้</dd></p>";

echo " <p> (๑) มีสัญชาติไทย </p>";

echo " <p> (๒) ไม่เป็นบุคคลล้มละลายหรือเคยเป็นบุคคลล้มละลายทุจริต </p> ";

echo " <p> (๓) ไม่เป็นคนไร้ความสามารถหรือคนเสมือนไร้ความสามารถ</p> ";

echo " <p> (๔) ไม่เคยต้องคำพิพากษาถึงที่สุดให้จำคุกไม่ว่าจะได้รับโทษจำคุกจริงหรือไม่ เว้นแต่เป็นโทษ สำหรับความผิดที่ได้กระทำโดยประมาทหรือความผิดลหุโทษ</p>";

echo " <p> (๕) ไม่เคยถูกไล่ออก ปลดออก หรือให้ออกจากราชการ หน่วยงานของรัฐ หรือรัฐวิสาหกิจ หรือจากหน่วยงานของเอกชน เพราะทุจริตต่อหน้าที่หรือประพฤติชั่วอย่างร้ายแรง</p>";

echo " <p> (๖) ไม่เคยถูกถอดถอนออกจากตำแหน่งตามกฎหมาย </p>";

echo " <p> (๗) ไม่เป็นผู้ดำรงตำแหน่งทางการเมือง สมาชิกสภาท้องถิ่น หรือผู้บริหารท้องถิ่น กรรมการ หรือผู้ดำรงตำแหน่งซึ่งรับผิดชอบการบริหารพรรคการเมือง ที่ปรึกษาพรรคการเมือง หรือเจ้าหน้าที่ พรรคการเมือง</p>";
?> 

</body>
</html>
