<?php
echo '<a href="pp.php" class="blue" style="text-decoration:none">PDPA Thailand</a>';
?>
<!DOCTYPE html>
<html lang="th">
  <meta charset="UTF-8" />
  <title>มาตรา ๑๒</title>
  <meta name="viewport" content="width=device-width,initial-scale=1" />
  <link rel="stylesheet" href="" />
<body>

<h1>มาตรา ๗</h1>

<?php
echo " <p><dd> ประธานกรรมการและกรรมการผู้ทรงคุณวุฒิมีวาระการดำรงตำแหน่งคราวละสี่ปี เมื่อครบกำหนดตามวาระในวรรคหนึ่ง หากยังมิได้มีการแต่งตั้งประธานกรรมการหรือกรรมการ ผู้ทรงคุณวุฒิขึ้นใหม่ </dd> ให้ประธานกรรมการหรือกรรมการผู้ทรงคุณวุฒิซึ่งพ้นจากตำแหน่งตามวาระนั้น 
อยู่ในตำแหน่งเพื่อดำเนินงานต่อไปจนกว่าประธานกรรมการหรือกรรมการผู้ทรงคุณวุฒิซึ่งได้รับแต่งตั้งใหม่ เข้ารับหน้าที่</dd></p>";

echo " <p><dd>ประธานกรรมการและกรรมการผู้ทรงคุณวุฒิ แต่จะดำรงตำแหน่งเกินสองวาระไม่ได้ ซงพ้นจากตำแหน่งตามวาระอาจได้รับแต่งตั้งอีกได้</dd></p>";
?> 

</body>
</html>
