<?php
echo '<a href="pp.php" class="blue" style="text-decoration:none">PDPA Thailand</a>';
?>
<!DOCTYPE html>
<html lang="th">
  <meta charset="UTF-8" />
  <title>มาตรา ๙</title>
  <meta name="viewport" content="width=device-width,initial-scale=1" />
  <link rel="stylesheet" href="" />
<body>

<h1>มาตรา ๙</h1>

<?php
echo " <dd>ให้มีคณะกรรมการสรรหาคณะหนึ่งจำนวนแปดคนทำหน้าที่คัดเลือกบุคคล ที่สมควรได้รับการแต่งตั้งเป็นประธานกรรมการตามมาตรา ๘ (๑) หรือกรรมการผู้ทรงคุณวุฒิ ตามมาตรา ๘ (๔) ประกอบด้วย </dd> ";

echo " (๑) บุคคลซึ่งนายกรัฐมนตรีแต่งตั้งจำนวนสองคน ";

echo " <br> (๒) บุคคลซึ่งประธานรัฐสภาแต่งตั้งจำนวนสองคน </br>";

echo"<br> (๓) บุคคลซึ่งผู้ตรวจการแผ่นดินแต่งตั้งจำนวนสองคน และ </br>";

echo"<br> (๔) บุคคลซึ่งคณะกรรมการสิทธิมนุษยชนแห่งชาติแต่งตั้งจำนวนสองคน </br>";

echo "<br> <dd> ในกรณีที่ผู้มีอำนาจแต่งตั้งตาม (๒) (๓) หรือ (๔) ไม่สามารถแต่งตั้งกรรมการสรรหา ในส่วนของตนได้ภายในสี่สิบห้าวันนับแต่วันที่ได้รับแจ้งจากสำนักงาน <p></dd> ให้สำนักงานเสนอชื่อให้นายกรัฐมนตรี พิจารณาแต่งตั้งบุคคลที่เหมาะสมเป็นกรรมการสรรหาแทนผู้มีอำนาจแต่งตั้งนั้น   </br>";

echo "<br> <dd> ให้คณะกรรมการสรรหาเลือกกรรมการสรรหาคนหนึ่งเป็นประธานกรรมการสรรหาและ เลือกกรรมการสรรหาอีกคนหนึ่งเป็นเลขานุการคณะกรรมการสรรหา <p></dd> และให้สำนักงานปฏิบัติหน้าที่ เป็นหน่วยธุรการของคณะกรรมการสรรหา </dd> </br>";

echo "<br> <dd> ในกรณีที่ตำแหน่งกรรมการสรรหาว่างลง ให้ดำเนินการเพื่อให้มีกรรมการสรรหาแทนใน ตำแหน่งนั้นโดยเร็ว ในระหว่างที่ยังไม่ได้กรรมการสรรหาใหม่ <p></dd> ให้คณะกรรมการสรรหาประกอบด้วย กรรมการสรรหาเท่าที่มีอยู่ </dd> </br>";

echo "<br> <dd> กรรมการสรรหาไม่มีสิทธิได้รับการเสนอชื่อเป็นประธานกรรมการตามมาตรา ๘ (๑) หรือ กรรมการผู้ทรงคุณวุฒิตามมาตรา ๘ (๔) </dd> </br>";
?> 

</body>
</html>
