<?php
echo '<a href="pp.php" class="blue" style="text-decoration:none">PDPA Thailand</a>';
?>
<!DOCTYPE html>
<html lang="th">
<meta charset="UTF-8" />
<title>มาตรา ๓๔</title>
<meta name="viewport" content="width=device-width,initial-scale=1" />
<link rel="stylesheet" href="" />

<body>

    <h1>มาตรา ๓๔</h1>

    <?php
    echo " <p><dd> เจ้าของข้อมูลส่วนบุคคลมีสิทธิขอให้ผู้ควบคุมข้อมูลส่วนบุคคลระงับการใช้ ข้อมูลส่วนบุคคลได้ ในกรณีดังต่อไปนี้ </p></dd>

    <p><dd> (๑) เมื่อผู้ควบคุมข้อมูลส่วนบุคคลอยู่ในระหว่างการตรวจสอบตามที่เจ้าของข้อมูลส่วนบุคคล ร้องขอให้ดำเนินการตามมาตรา ๓๖ </dd></p>
    
    <p><dd> (๒) เมื่อเป็นข้อมูลส่วนบุคคลที่ต้องลบหรือทำลายตามมาตรา ๓๓ (๔) แต่เจ้าของข้อมูล ส่วนบุคคลขอให้ระงับการใช้แทน</dd></p>
    
    <p><dd> (๓) เมื่อข้อมูลส่วนบุคคลหมดความจำเป็นในการเก็บรักษาไว้ตามวัตถุประสงค์ในการเก็บรวบรวม ข้อมูลส่วนบุคคล 
    </dd>แต่เจ้าของข้อมูลส่วนบุคคลมีความจำเป็นต้องขอให้เก็บรักษาไว้เพื่อใช้ในการก่อตั้ง สิทธิเรียกร้องตามกฎหมาย 
    <br> การปฏิบัติตามหรือการใช้สิทธิเรียกร้องตามกฎหมาย หรือการยกขึ้นต่อสู้ สิทธิเรียกร้องตามกฎหมาย </p>
    
    <p><dd>(๔) เมื่อผู้ควบคุมข้อมูลส่วนบุคคลอยู่ในระหว่างการพิสูจน์ตามมาตรา ๓๒ (๑) หรือตรวจสอบ 
   </dd>  ตามมาตรา ๓๒ (๓) เพื่อปฏิเสธการคัดค้านของเจ้าของข้อมูลส่วนบุคคลตามมาตรา ๓๒ วรรคสาม </p>
    
    <p><dd> กรณีผู้ควบคุมข้อมูลส่วนบุคคลไม่ดำเนินการตามวรรคหนึ่ง เจ้าของข้อมูลส่วนบุคคลมีสิทธิ 
   </dd> ร้องเรียนต่อคณะกรรมการผู้เชี่ยวชาญเพื่อสั่งให้ผู้ควบคุมข้อมูลส่วนบุคคลดำเนินการได้ </p>
    
    <p><dd> คณะกรรมการอาจประกาศกำหนดหลักเกณฑ์ในการระงับการใช้ตามวรรคหนึ่งก็ได้ </dd> ";
    ?>

</body>

</html>